{
  "about-me": {
    "hello": "Guten Tag {{name}}",
    "title": "Über mich ",
    "first-text": "Hallo, ich bin ein deutschsprachiger Frontend-Entwickler aus der Nähe von Düsseldorf. Angetrieben von den unendlichen Möglichkeiten der IT, begeistert es mich, visuell ansprechende und benutzerfreundliche Websites und Anwendungen zu gestalten.",
    "location-text": "Flexibel in der Arbeitsweise – ich kann sowohl vor Ort in Mönchengladbach als auch remote effizient arbeiten.",
    "lightbulb-text": "Ich bin aufgeschlossen und stets auf der Suche nach neuen Herausforderungen, um mein Wissen und meine Fähigkeiten kontinuierlich zu erweitern.",
    "puzzle-text": "Für mich ist Programmieren mehr als nur Code schreiben – es ist eine kreative Art, Probleme zu lösen. Ich lege großen Wert darauf, komplexe technische Herausforderungen in einfache, benutzerfreundliche Lösungen zu verwandeln. So unterstütze ich dich dabei, deine Ziele zu erreichen und deine Visionen zum Leben zu erwecken."
  },
  "my-skills": {
    "title": "Meine Fähigkeiten",
    "styled-text": "Suchst du nach einer anderen Fähigkeit?",
    "first-text": "Ich habe Erfahrung im Aufbau von Projekten mit verschiedenen Frontend-Technologien und -Konzepten gesammelt.",
    "second-text": "Kontaktieren Sie mich gerne. Ich freue mich darauf, mein bisheriges Wissen weiter auszubauen.",
    "myskills-button": "Kontaktiere mich"
  },
  "my-portfolio": {
    "title": "Projekte",
    "first-text": "Entdecke hier eine Auswahl meiner Arbeiten – interagieren Sie mit Projekten, um meine Fähigkeiten in Aktion zu sehen.",
    "pokedex-text": "Basierend auf der PokéAPI: Eine einfache Bibliothek, die Pokémon-Informationen bereitstellt und katalogisiert.",
    "elp-text": "Spring-, Lauf- und Wurfspiel basierend auf einem objektorientierten Ansatz. Hilf Pepe, Münzen und Tabasco-Salsa zu finden, um gegen die verrückte Henne zu kämpfen.",
    "join-text": "Task-Manager, inspiriert vom Kanban-System. Erstelle und organisiere Aufgaben mithilfe von Drag-and-Drop-Funktionen und weise Benutzer sowie Kategorien zu.",
    "dabubble-text": "Diese App ist eine Slack-Klon-App. Sie revolutioniert die Teamkommunikation und Zusammenarbeit mit ihrer intuitiven Benutzeroberfläche, Echtzeit-Messaging und robusten Kanalorganisation."
  },
  "my-contact": {
    "title":"Kontakt",
    "main-text":"Hast du ein Problem zu lösen?",
    "first-text":"Kontaktiere mich über dieses Formular, ich freue mich darauf, von dir zu hören, deine Ideen kennenzulernen und mit meiner Arbeit zu deinen Projekten beizutragen.",
    "second-text":"Brauchst du einen Frontend-Entwickler? <b>Kontaktiere mich!</b>",
    "privacy-text":"Ich habe die <span class=\"highlight\">Datenschutzrichtlinie</span> gelesen und stimme der darin beschriebenen Verarbeitung meiner Daten zu.",
    "send-confirmation": "Nachricht wurde versendet :)",
    "send-button": "Nachricht senden :)"
  },
  "my-navbar": {
    "first":"Über mich",
    "second":"Fähigkeiten",
    "third": "Projekte",
    "fourth": "Kontakt",
    "fifth": "Referenzen"
  },
  "landing-page": {
    "first":"Ich bin",
    "second":"FRONTEND ENTWICKLER",
    "button": "Reden wir!"
  },
  "impressum": {
    "title":"Impressum",
    "title-two":"Kontakt",
    "tel":"Telefon"
  },
  "legal-notice": {
    "section": ""
  },

  "references": {
  "hendrik": {
    "text": "Es war eine große Freude, mit Osa in unserer Gruppe bei DA zusammenzuarbeiten. Mit seiner freundlichen und zuverlässigen Art spielte er eine Schlüsselrolle dabei, dass unser Team schnell zusammenwuchs und unsere gemeinsamen Ziele erfolgreich erreichte. Darüber hinaus ging er immer mit Selbstvertrauen und großem Engagement an unsere Herausforderungen heran - ein entscheidender Faktor für die Moral und den Erfolg unseres Teams!",
    "author": "H. Bischoping - Team Partner"
  },
  "marcel": {
    "text": "Osahon ist ein unglaublich fleißiger und engagierter Teampartner. Seine Lernbereitschaft und sein Engagement sind beeindruckend, und er war immer hilfsbereit. Er bringt nicht nur technisches Know-how mit, sondern auch eine fantastische Teammentalität!",
    "author": "M. Steffen - Team Partner"
  },
  "sascha": {
    "text": "Osa überzeugt durch sein schnelles Auffassungsvermögen und seine Begeisterungsfähigkeit. Er passt sich erstaunlich schnell neuen Technologien und Ideen an und zeigt eine echte Leidenschaft für das, was er tut. Die Zusammenarbeit mit ihm macht einfach Spaß, weil er nicht nur hochmotiviert ist, sondern auch andere mit seiner positiven Energie ansteckt. Seine Lernbereitschaft und Offenheit machen ihn zu einem wertvollen Teammitglied, das sich kontinuierlich weiterentwickelt.",
    "author": "S. Töpfer - Senior Developer"
  },
  "sinan": {
    "text": "Die Zusammenarbeit mit Osa Schmolze war sehr angenehm, da er stets zuverlässig und kompetent agierte. Sein Beitrag hat das Softwareprojekt maßgeblich vorangebracht.",
    "author": "S. Demir - Team Partner"
  },
  "mariia": {
    "text": "Eine fleißige und wissbegierige Person, die ihren Kollegen immer unter die Arme greift.",
    "author": "M. Ivanova - Team Partner"
  }
},

  "contact-form": {
    "name-placeholder": "Ihr Name",
    "email-placeholder": "Ihre E-Mail",
    "message-placeholder": "Ihre Nachricht",
    "errors": {
      "name-required": "Name ist erforderlich",
      "email-required": "E-Mail ist erforderlich",
      "email-pattern": "Bitte gültige E-Mail eingeben",
      "message-required": "Nachricht ist erforderlich",
      "message-minlength": "Mindestens 4 Zeichen benötigt",
      "privacy-required": "Bitte akzeptieren Sie die Datenschutzrichtlinie"
    }
  }
}
