{
  "about-me": {
    "hello": "Hello {{name}}",
    "title": "About Me",
    "first-text": "Hi, I’m a German-speaking frontend developer based near Düsseldorf. Driven by the endless possibilities in IT, I love creating visually stunning and user-friendly websites and applications.",
    "location-text": "Flexible in terms of working environments, I can work effectively both on-site in Mönchengladbach and remotely.",
    "lightbulb-text": "I am open-minded and always looking for personal challenges to constantly improve my knowledge and skills.",
    "puzzle-text": "To me, programming is more than just writing code – it’s a creative way to solve problems. I enjoy turning complex technical challenges into simple, user-friendly solutions, helping you bring your goals and visions to life."
  },
  "my-skills": {
    "title": "My skills",
    "styled-text": "Looking for <span class=highlight>another skill</span>?",
    "first-text": "I have gained experience in building projects with different frontend technologies and concepts.",
    "second-text": "Feel free to contact me. I’d love to keep expanding my knowledge.",
    "myskills-button": "Get in touch"
  },
  "my-portfolio": {
    "title": "Portfolio",
    "first-text": "Check out a selection of my work here – dive into the projects to see my skills in action.",
    "pokedex-text": "Based on the PokéAPI a simple library that provides and catalogues pokemon information.",
    "elp-text": "Jump, run and throw game based on object-oriented approach. Help Pepe to find coins and tabasco salsa to fight against the crazy hen",
    "join-text": "Task manager inspired by the Kanban System. Create and organize tasks using drag and drop functions, assign users and categories.",
    "dabubble-text": " This App is a Slack Clone App. It revolutionizes team communication and collaboration with its intuitive interface, real-time messaging, and robust channel organization."
  },
  "my-contact": {
    "title": "Contact",
    "main-text": "Got a problem to solve?",
    "first-text": "Reach out via this form – I’m excited to hear from you, learn about your ideas, and contribute to your projects with my work.",
    "second-text": "Need a Frontend developer? <b>Contact me!</b>",
    "privacy-text": "I've read the <span class=\"highlight\">privacy policy</span> and agree to the processing of my data as outlined.",
    "send-confirmation": "Message sent successfully :)",
    "send-button": "Send message :)"
  },
  "my-navbar": {
    "first": "About me",
    "second": "Skills",
    "third": "Portfolio",
    "fourth": "References",
    "fifth": "Contact"
  },
  "landing-page": {
    "first": "I am",
    "second": "FRONTEND DEVELOPER",
    "button": "Let's talk!"
  },
  "impressum": {
    "title":"Imprint",
    "title-two":"Contact",
    "tel":"Phone"
  },

  "references": {
  "hendrik": {
    "text": "It was a great pleasure to work with Osa in our group at DA. With his friendly and reliable nature, he played a key role in helping our team grow together quickly and successfully achieve our shared goals. Moreover, he always approached our challenges with confidence and great dedication - a crucial factor for our team's morale and success!",
    "author": "H. Bischoping - Team Partner"
  },
  "marcel": {
    "text": "Osahon is an incredibly hardworking and dedicated team partner. His willingness to learn and commitment are impressive, and he was always helpful. He not only brings technical expertise but also a fantastic team mentality!",
    "author": "M. Steffen - Team Partner"
  },
  "sascha": {
    "text": "Osa impresses with his quick grasp of new concepts and his enthusiasm. He adapts to new technologies and ideas remarkably fast, showing a true passion for what he does. Working with him is simply enjoyable because he is not only highly motivated but also inspires others with his positive energy. His eagerness to learn and openness make him a valuable team member who continuously grows and develops.",
    "author": "S. Töpfer - Senior Developer"
  },
  "sinan": {
    "text": "Working with Osa Schmolze was very pleasant, as he always acted reliably and competently. His contribution significantly advanced the software project.",
    "author": "S. Demir - Team Partner"
  },
  "mariia": {
    "text": "A hardworking and inquisitive person who always gives a hand to his colleagues.",
    "author": "M. Ivanova - Team Partner"
  }
},

  "contact-form": {
    "name-placeholder": "Your name",
    "email-placeholder": "Your email",
    "message-placeholder": "Your message",
    "errors": {
      "name-required": "Your name is required",
      "email-required": "Your email is required",
      "email-pattern": "Please enter a valid email",
      "message-required": "Your message is required",
      "message-minlength": "At least 4 characters required",
      "privacy-required": "Please accept the privacy policy"
    }
  }
}
